Repository: Mapiiik/Watcher-CRM
Catalog: resources/locales/*/default.po
Languages: cs_cz

source: New Task State
cs_cz: Nový stav úkolu

source: Task States
cs_cz: Stavy úkolů

source: Delete Task State
cs_cz: Odstranit stav úkolu

source: Priority
cs_cz: Priorita

source: Completed
cs_cz: Dokončeno

source: Related Tasks
cs_cz: Související úkoly

source: Start Date
cs_cz: Datum přijetí

source: Estimated Date
cs_cz: Přepokládaný datum řešení

source: Critical Date
cs_cz: Nutné dořešit do

source: Finish Date
cs_cz: Datum vyřízení

source: Add Task Type
cs_cz: Přidat typ úkolu

source: Edit Task Type
cs_cz: Upravit typ úkolu

source: New Task Type
cs_cz: Nový typ úkolu

source: Task Types
cs_cz: Typy úkolů

source: Delete Task Type
cs_cz: Odstranit typ úkolu

source: Customer Required
cs_cz: Požadovaný zákazník

source: Contract Required
cs_cz: Požadovaná smlouva

source: List Tasks
cs_cz: Seznam úkolů

source: Add Task
cs_cz: Přidat úkol

source: Edit Task
cs_cz: Upravit úkol

source: Show Completed
cs_cz: Zobrazit dokončené

source: Summary Text
cs_cz: Souhrnný text

source: Delete Task
cs_cz: Odstranit úkol

source: Task No.
cs_cz: Úkol č.

source: Add Tax Rate
cs_cz: Přidat sazbu daně

source: Edit Tax Rate
cs_cz: Upravit sazbu daně

source: New Tax Rate
cs_cz: Nová sazba daně

source: Tax Rates
cs_cz: Daňové sazby

source: Delete Tax Rate
cs_cz: Odstranit sazbu daně

source: Vat Rate
cs_cz: Sazba DPH

source: Reverse Charge
cs_cz: Přenesení daňové povinnosti

source: Accounting Assignment Code
cs_cz: Kód účetního přiřazení (předkontace)

source: Bank Account Code
cs_cz: Kód bankovního účtu

source: Activity Code
cs_cz: Kód činnosti

source: Related Customers
cs_cz: Související zákazníci

source: Status
cs_cz: Stav

source: Loading...
cs_cz: Načítání…

source: View Task
cs_cz: Zobrazit úkol

source: Bookkeeping
cs_cz: Účetnictví

source: Old NMS
cs_cz: Starý NMS

source: Network Management System
cs_cz: Systém správy sítě

source: Logout
cs_cz: Odhlášení

source: Changelog
cs_cz: Seznam změn

source: Version
cs_cz: Verze

source: Back
cs_cz: Zpět
