Repository: Mapiiik/Watcher-CRM
Catalog: resources/locales/*/default.po
Languages: cs_cz

source: The phone number is not valid.
cs_cz: Telefonní číslo není platné.

source: The specified task type requires the assignment of an customer.
cs_cz: Zadaný typ úkolu vyžaduje přiřazení zákazníka.

source: The specified task type requires the assignment of an contract.
cs_cz: Zadaný typ úkolu vyžaduje přiřazení smlouvy.

source: Not installed via Git
cs_cz: Není nainstalováno přes Git

source: Actions
cs_cz: Akce

source: List Access Credentials
cs_cz: Seznam přístupových oprávnění

source: Add Access Credential
cs_cz: Přidat přístupové oprávnění

source: Submit
cs_cz: Potvrdit

source: Delete
cs_cz: Odstranit

source: Are you sure you want to delete # {0}?
cs_cz: Opravdu chcete odstranit # {0}?

source: Edit Access Credential
cs_cz: Upravit přístupové oprávnění

source: Search
cs_cz: Hledat

source: New Access Credential
cs_cz: Nové přístupové oprávnění

source: Access Credentials
cs_cz: Přístupová oprávnění

source: Customer Number
cs_cz: Číslo zákazníka

source: View
cs_cz: Zobrazit

source: Edit
cs_cz: Upravit

source: first
cs_cz: první

source: previous
cs_cz: předchozí

source: next
cs_cz: další

source: last
cs_cz: poslední

source: Page {{page}} of {{pages}}, showing {{current}} record(s) out of {{count}} total
cs_cz: Stránka {{page}} z {{pages}}, zobrazující {{current}} záznamů z celkového počtu {{count}}

source: Delete Access Credential
cs_cz: Odstranit přístupové oprávnění

source: Customer
cs_cz: Zákazník

source: Contract
cs_cz: Smlouva

source: Name
cs_cz: Jméno

source: Created
cs_cz: Vytvořeno

source: Created By
cs_cz: Vytvořil

source: Modified
cs_cz: Upraveno

source: Modified By
cs_cz: Upravil

source: Note
cs_cz: Poznámka

source: List Addresses
cs_cz: Seznam adres

source: Add Address
cs_cz: Přidat adresu

source: Edit Address
cs_cz: Upravit adresu

source: New Address
cs_cz: Nová adresa

source: Addresses
cs_cz: Adresy

source: Map location
cs_cz: Umístění na mapě

source: unknown
cs_cz: neznámé

source: Google Maps
cs_cz: Mapy Google

source: Delete Address
cs_cz: Odstranit adresu

source: Type
cs_cz: Typ

source: Company
cs_cz: Společnost

source: Title
cs_cz: Titul

source: First Name
cs_cz: Jméno

source: Last Name
cs_cz: Příjmení

source: Suffix
cs_cz: Přípona

source: Street
cs_cz: Ulice

source: Number
cs_cz: Číslo

source: Number Type
cs_cz: Typ čísla

source: City
cs_cz: Město

source: Zip
cs_cz: PSČ

source: Country
cs_cz: Země

source: Manual Coordinate Setting
cs_cz: Ruční nastavení souřadnic

source: Access Point
cs_cz: Přístupový bod

source: Range
cs_cz: Rozsah

source: Default
cs_cz: Výchozí

source: Contrast
cs_cz: Kontrast

source: Legacy
cs_cz: Starší

source: Dark
cs_cz: Tmavý

source: List Billings
cs_cz: Seznam fakturací

source: Add Billing
cs_cz: Přidat fakturaci

source: Settings
cs_cz: Nastavení

source: Original Service
cs_cz: Původní služba

source: Service
cs_cz: Služba

source: Active on Date
cs_cz: Aktivní k datu

source: Processing Limit
cs_cz: Limit zpracování

source: Standard Prices Only
cs_cz: Pouze standardní ceny

source: Price
cs_cz: Cena

source: Fixed Discount
cs_cz: Pevná sleva

source: Percentage Discount
cs_cz: Procentuální sleva

source: Empty field means only unset values
cs_cz: Prázdné pole znamená pouze nenastavené hodnoty

source: New Service
cs_cz: Nová služba

source: Do you really want to change the original service to the new service for all the billings listed below from the date set?
cs_cz: Opravdu chcete změnit původní službu na novou službu u všech níže uvedených fakturací od nastaveného data?

source: Billings
cs_cz: Fakturace

source: Bulk Service Change
cs_cz: Hromadná změna služeb

source: Edit Billing
cs_cz: Upravit fakturaci

source: New Billing
cs_cz: Nová fakturace

source: Delete Billing
cs_cz: Odstranit fakturaci

source: Billing From
cs_cz: Fakturovat od

source: Billing Until
cs_cz: Fakturovat do

source: Active
cs_cz: Aktivní

source: Separate Invoice
cs_cz: Samostatná faktura

source: Quantity
cs_cz: Počet

source: Total Price
cs_cz: Celková cena

source: Do you really want to change the original service to the new service for the billing listed above from the date set?
cs_cz: Opravdu chcete změnit původní službu na novou službu pro výše uvedenou fakturaci od nastaveného data?

source: Service Change
cs_cz: Změna služby

source: Billing Preview - Start
cs_cz: Náhled fakturace - začátek

source: Billing Date
cs_cz: Datum fakturace

source: Period From
cs_cz: Období od

source: Period Until
cs_cz: Období do

source: Billing Preview - End
cs_cz: Náhled fakturace – konec

source: List Borrowed Equipments
cs_cz: Seznam zapůjčených zařízení

source: Add Borrowed Equipment
cs_cz: Přidat zapůjčené zařízení

source: Edit Borrowed Equipment
cs_cz: Upravit zapůjčené zařízení

source: New Borrowed Equipment
cs_cz: Nové zapůjčené zařízení

source: Borrowed Equipments
cs_cz: Zapůjčená zařízení

source: Delete Borrowed Equipment
cs_cz: Odstranit zapůjčené zařízení

source: Equipment Type
cs_cz: Typ zařízení

source: Serial Number
cs_cz: Sériové číslo

source: Borrowed From
cs_cz: Zapůjčené od

source: Borrowed Until
cs_cz: Zapůjčené do

source: List Commissions
cs_cz: Seznam provizí

source: Add Commission
cs_cz: Přidat provizi

source: Edit Commission
cs_cz: Upravit provizi

source: New Commission
cs_cz: Nová provize

source: Commissions
cs_cz: Provize

source: Delete Commission
cs_cz: Smazat provizi

source: Related Dealer Commissions
cs_cz: Související provize dealerů

source: Fixed
cs_cz: Pevná

source: Percentage
cs_cz: Procentuální

source: Related Contracts
cs_cz: Související smlouvy

source: Contract State
cs_cz: Stav smlouvy

source: Service Type
cs_cz: Typ služby

source: Installation/Establishment Date
cs_cz: Datum instalace/zřízení

source: Installation Technician
cs_cz: Instalační technik

source: Uninstallation/Cancellation Date
cs_cz: Datum deinstalace/zrušení

source: Uninstallation Technician
cs_cz: Technik pro deinstalaci

source: Date of Termination of Services
cs_cz: Datum ukončení poskytování služeb

source: List Contract States
cs_cz: Seznam stavů smlouvy

source: Add Contract State
cs_cz: Přidat stav smlouvy

source: Edit Contract State
cs_cz: Upravit stav smlouvy

source: New Contract State
cs_cz: Nový stav smlouvy

source: Contract States
cs_cz: Stavy smlouvy

source: Delete Contract State
cs_cz: Odstranit stav smlouvy

source: Color
cs_cz: Barva

source: Active Services
cs_cz: Aktivní služby

source: Billed
cs_cz: Fakturováno

source: Blocked
cs_cz: Blokováno

source: Commission
cs_cz: Provize

source: List Contract Versions
cs_cz: Seznam verzí smluv

source: Add Contract Version
cs_cz: Přidat verzi smlouvy

source: Edit Contract Version
cs_cz: Upravit verzi smlouvy

source: New Contract Version
cs_cz: Nová verze smlouvy

source: Contract Versions
cs_cz: Verze smlouvy

source: Delete Contract Version
cs_cz: Odstranit verzi smlouvy

source: Contract No.
cs_cz: Smlouva č.

source: Validity
cs_cz: Platnost

source: Valid From
cs_cz: Platnost od

source: Valid Until
cs_cz: Platnost do

source: Obligation Until
cs_cz: Závazek do

source: Conclusion Date
cs_cz: Datum uzavření

source: Number Of Amendments
cs_cz: Počet dodatků

source: List Contracts
cs_cz: Seznam smluv

source: Add Contract
cs_cz: Přidat smlouvu

source: Edit Contract
cs_cz: Upravit smlouvu

source: New Contract
cs_cz: Nová smlouva

source: View Contract
cs_cz: Zobrazit smlouvu

source: Activation Fee
cs_cz: Aktivační poplatek

source: Activation Fee With Obligation
cs_cz: Aktivační poplatek se závazkem

source: Print Documents
cs_cz: Tisk dokumentů

source: Document Type
cs_cz: Typ dokumentu

source: Contract Version
cs_cz: Verze smlouvy

source: The customer has his own equipment
cs_cz: Zákazník má vlastní zařízení

source: Signed
cs_cz: Podepsaný

source: Effective date of the amendment
cs_cz: Datum účinnosti dodatku

source: Contract Version To Be Replaced
cs_cz: Verze smlouvy, která má být nahrazena

source: The number of the contract to be terminated
cs_cz: Číslo smlouvy, která má být ukončena

source: Delete Contract
cs_cz: Odstranit smlouvu

source: Print to PDF
cs_cz: Tisk do PDF

source: List Customer Messages
cs_cz: Seznam zpráv pro zákazníky

source: Labels
cs_cz: Štítky

source: New Customer Label
cs_cz: Nový štítek zákazníka

source: Sections
cs_cz: Sekce

source: RADIUS Accounts
cs_cz: Účty RADIUS

source: Equipments
cs_cz: Zařízení

source: IP Addresses
cs_cz: IP adresy

source: Invoices
cs_cz: Faktury

source: Tasks
cs_cz: Úkoly

source: Access Description
cs_cz: Popis přístupu

source: Terminate Related Billings
cs_cz: Ukončit související fakturace

source: Are you sure you want to terminate related billings for contract # {0}?
cs_cz: Opravdu chcete ukončit související fakturace pro smlouvu č. {0}?

source: New RADIUS Account
cs_cz: Nový účet RADIUS

source: Set Dates Automatically
cs_cz: Automaticky nastavit datumy

source: Are you sure you want to set dates for related borrowed equipments for contract # {0}?
cs_cz: Opravdu chcete nastavit datumy pro související zapůjčená zařízení pro smlouvu č. {0}?

source: New Sold Equipment
cs_cz: Nové prodané zařízení

source: Sold Equipments
cs_cz: Prodaná zařízení

source: New IP Address
cs_cz: Nová IP adresa

source: New IP Address From Range
cs_cz: Nová IP adresa z rozsahu

source: New IP Network
cs_cz: Nová IP síť

source: IP Networks
cs_cz: IP sítě

source: New Removed IP Address
cs_cz: Nová odstraněná IP adresa

source: Removed IP Addresses
cs_cz: Odebrané IP adresy

source: New Removed IP Network
cs_cz: Nová odebraná IP síť

source: Removed IP Networks
cs_cz: Odebrané IP sítě

source: Unblock Debtor
cs_cz: Odblokovat dlužníka

source: Are you sure you want to unblock # {0}?
cs_cz: Opravdu chcete odblokovat # {0}?

source: Block Debtor
cs_cz: Blokovat dlužníka

source: Are you sure you want to block # {0}?
cs_cz: Opravdu chcete blokovat # {0}?

source: New Task
cs_cz: Nový úkol

source: Task Type
cs_cz: Typ úkolu

source: Task State
cs_cz: Stav úkolu

source: Subject
cs_cz: Předmět

source: Other Customer Tasks
cs_cz: Další úkoly zákazníka

source: List Countries
cs_cz: Seznam zemí

source: Add Country
cs_cz: Přidat zemi

source: Edit Country
cs_cz: Upravit zemi

source: New Country
cs_cz: Nová země

source: Countries
cs_cz: Země

source: Delete Country
cs_cz: Odstranit zemi

source: Related Addresses
cs_cz: Související adresy

source: List Customer Labels
cs_cz: Seznam štítků zákazníků

source: Add Customer Label
cs_cz: Přidat štítek zákazníka

source: Edit Customer Label
cs_cz: Upravit štítek zákazníka

source: Customer Labels
cs_cz: Štítky zákazníků

source: Delete Customer Label
cs_cz: Odstranit štítek zákazníka

source: Label
cs_cz: Štítek

source: Add Customer Message
cs_cz: Přidat zprávu pro zákazníka

source: Customers to Receive The Message
cs_cz: Zákazníci, kteří mají přijmout zprávu

source: Add Bulk Customer Message
cs_cz: Přidat hromadnou zprávu pro zákazníka

source: Selected Customers
cs_cz: Vybraní zákazníci

source: Emails
cs_cz: E-maily

source: Phones
cs_cz: Telefony

source: Edit Customer Message
cs_cz: Upravit zprávu pro zákazníka

source: New Customer Message
cs_cz: Nová zpráva pro zákazníka

source: New Bulk Customer Message
cs_cz: Nová hromadná zpráva pro zákazníka

source: Customer Messages
cs_cz: Zprávy pro zákazníky

source: Delete Customer Message
cs_cz: Odstranit zprávu pro zákazníka

source: Recipients
cs_cz: Příjemci

source: Direction
cs_cz: Směr

source: Body Format
cs_cz: Formát těla

source: Delivery Status
cs_cz: Stav doručení

source: Identifier
cs_cz: Identifikátor

source: Body
cs_cz: Tělo

source: Attachments
cs_cz: Přílohy

source: List Customers
cs_cz: Seznam zákazníků

source: Add Customer
cs_cz: Přidat zákazníka

source: Agrees to Processing of Personal Data
cs_cz: Souhlasí se zpracováním osobních údajů

source: Agrees to Receive All Correspondence Related to Billing
cs_cz: Souhlasí se zasíláním veškeré korespondence související s vyúčtováním

source: Agrees to Receive Information About Outages And Malfunctions
cs_cz: Souhlasí se zasíláním informací o výpadcích a poruchách

source: Agrees to Receive Commercial Communications
cs_cz: Souhlasí se zasíláním obchodních sdělení

source: Edit Customer
cs_cz: Upravit zákazníka

source: Advanced Search
cs_cz: Pokročilé vyhledávání

source: New Customer
cs_cz: Nový zákazník

source: Customers
cs_cz: Zákazníci

source: View Customer
cs_cz: Zobrazit zákazníka

source: Customer No.
cs_cz: Zákazník č.

source: Date Of Birth
cs_cz: Datum narození

source: Identity Card Number
cs_cz: Číslo občanského průkazu

source: Ic
cs_cz: IČ

source: Invalid
cs_cz: Neplatné

source: Dic
cs_cz: DIČ

source: Bank Account
cs_cz: Bankovní účet

source: Bank Code
cs_cz: Kód banky

source: Bank Name
cs_cz: Název banky

source: Tax Rate
cs_cz: Sazba daně

source: Invoice Delivery Type
cs_cz: Typ doručení faktury

source: Delete Customer
cs_cz: Odstranit zákazníka

source: Logins
cs_cz: Přihlášení

source: Internal Note
cs_cz: Interní poznámka

source: New Email
cs_cz: Nový e-mail

source: Use For Billing
cs_cz: Použít pro fakturaci

source: Use For Outages
cs_cz: Použit pro výpadky

source: Use For Commercial
cs_cz: Použit pro komerční

source: New Phone
cs_cz: Nový telefon

source: New Login
cs_cz: Nové přihlášení

source: Login
cs_cz: Přihlášení

source: Rights
cs_cz: Práva

source: Locked
cs_cz: Zamčený

source: Last Granted
cs_cz: Naposledy povoleno

source: Last Granted IP Address
cs_cz: Poslední povolená IP adresa

source: Last Denied
cs_cz: Naposledy odepřeno

source: Last Denied IP Address
cs_cz: Poslední odepřená IP adresa

source: Related Billings
cs_cz: Související fakturace

source: Related RADIUS Accounts
cs_cz: Související účty RADIUS

source: Related Borrowed Equipments
cs_cz: Související zapůjčená zařízení

source: Related Sold Equipments
cs_cz: Související prodaná zařízení

source: Related IP Addresses
cs_cz: Související IP adresy

source: Related IP Networks
cs_cz: Související IP sítě

source: Related Removed IP Addresses
cs_cz: Související odebrané IP adresy

source: Related Removed IP Networks
cs_cz: Související odebrané IP sítě

source: List Dealer Commissions
cs_cz: Seznam provizí dealerů

source: Add Dealer Commission
cs_cz: Přidat provizi dealera

source: Edit Dealer Commission
cs_cz: Upravit provizi dealera

source: New Dealer Commission
cs_cz: Nová provize dealera

source: Dealer Commissions
cs_cz: Provize dealerů

source: Delete Dealer Commission
cs_cz: Smazat provizi dealera

source: List Emails
cs_cz: Seznam e-mailů

source: Add Email
cs_cz: Přidat e-mail

source: Edit Email
cs_cz: Upravit e-mail

source: Delete Email
cs_cz: Odstranit e-mail

source: List Equipment Types
cs_cz: Seznam typů zařízení

source: Add Equipment Type
cs_cz: Přidat typ zařízení

source: Edit Equipment Type
cs_cz: Upravit typ zařízení

source: New Equipment Type
cs_cz: Nový typ zařízení

source: Equipment Types
cs_cz: Typy zařízení

source: Delete Equipment Type
cs_cz: Odstranit typ zařízení

source: Date Of Sale
cs_cz: Datum prodeje

source: List IP Addresses
cs_cz: Seznam IP adres

source: Add IP Address
cs_cz: Přidat IP adresu

source: Add IP Address From Range
cs_cz: Přidat IP adresu z rozsahu

source: IP Address Range
cs_cz: Rozsah IP adres

source: Edit IP Address
cs_cz: Upravit IP adresu

source: Delete IP Address
cs_cz: Odstranit IP adresu

source: Type Of Use
cs_cz: Typ použití

source: Device
cs_cz: Zařízení

source: List IP Networks
cs_cz: Seznam IP sítí

source: Add IP Network
cs_cz: Přidat IP síť

source: Edit IP Network
cs_cz: Upravit IP síť

source: Delete IP Network
cs_cz: Odstranit IP síť

source: List Labels
cs_cz: Seznam štítků

source: Add Label
cs_cz: Přidat štítek

source: Edit Label
cs_cz: Upravit štítek

source: New Label
cs_cz: Nový štítek

source: Update Related Customer Labels
cs_cz: Aktualizace souvisejících štítků zákazníků

source: Are you sure you want to update related customer labels # {0}?
cs_cz: Jste si jisti, že chcete aktualizovat související štítky zákazníků # {0}?

source: All
cs_cz: Všechny

source: Number Of Uses
cs_cz: Počet použití

source: Update
cs_cz: Aktualizovat

source: Delete Label
cs_cz: Odstranit štítek

source: Caption
cs_cz: Rozšířený popis

source: Dynamic
cs_cz: Dynamický

source: Dynamic Sql
cs_cz: Dynamické SQL

source: Related Customer Labels
cs_cz: Související štítky zákazníků

source: List Logins
cs_cz: Seznam přihlášení

source: Add Login
cs_cz: Přidat přihlášení

source: Edit Login
cs_cz: Upravit přihlášení

source: New Password
cs_cz: Nové heslo

source: Delete Login
cs_cz: Smazat přihlášení

source: Overviews
cs_cz: Přehledy

source: Service Related
cs_cz: Související se službou

source: Overview of Active Services
cs_cz: Přehled aktivních služeb

source: Overview of Customer Connection Points
cs_cz: Přehled přípojných bodů zákazníků

source: Reports for CTO
cs_cz: Reporty pro ČTU

source: Overview of Customer Connection Points (Obsolete)
cs_cz: Přehled přípojných bodů zákazníků (zastaralé)

source: Overview of Dealer Commissions
cs_cz: Přehled provizí dealerů

source: Customer Related
cs_cz: Související se zákazníkem

source: List Phones
cs_cz: Seznam telefonů

source: Contract Related
cs_cz: Související se smlouvou

source: List Sold Equipments
cs_cz: Seznam prodaných zařízení

source: List Removed IP Addresses
cs_cz: Seznam odebraných IP adres

source: List Removed IP Networks
cs_cz: Seznam odebraných IP sítí

source: List Overviews
cs_cz: Seznam přehledů

source: Overview of active services
cs_cz: Přehled aktivních služeb

source: Month To Display
cs_cz: Měsíc k zobrazení

source: YYYY-MM
cs_cz: RRRR-MM

source: Queue
cs_cz: Fronta

source: Number of Uses
cs_cz: Počet použití

source: Number of Uses (nonbusiness)
cs_cz: Počet použití (neobchodní)

source: Sum
cs_cz: Součet

source: Fixed Discount Sum
cs_cz: Součet pevných slev

source: Percentage Discount Sum
cs_cz: Součet procentuálních slev

source: Total Sum
cs_cz: Celkový součet

source: Total Sum (nonbusiness)
cs_cz: Celkový součet (neobchodní)

source: Total Sum (unbilled)
cs_cz: Celkový součet (nefakturováno)

source: Overview of customer connection points
cs_cz: Přehled přípojných bodů zákazníků

source: Active Connections
cs_cz: Aktivní připojení

source: Active Connections (nonbusiness)
cs_cz: Aktivní připojení (neobchodní)

source: Active 0-30 Mbps
cs_cz: Aktivní 0-30 Mb/s

source: Active 30-100 Mbps
cs_cz: Aktivní 30-100 Mb/s

source: Active 100+ Mbps
cs_cz: Aktivní 100+ Mb/s

source: Available Connections
cs_cz: Dostupná připojení

source: Available Effective Download Speed Category
cs_cz: Dostupná kategorie efektivní rychlosti stahování

source: Available Effective Upload Speed Category
cs_cz: Dostupná kategorie efektivní rychlosti odesílání

source: Available Maximal Download Speed Category
cs_cz: Dostupná kategorie maximální rychlosti stahování

source: Available Maximal Upload Speed Category
cs_cz: Dostupná kategorie maximální rychlosti odesílání

source: VHCN Network Category
cs_cz: Kategorie sítě VHCN

source: Address
cs_cz: Adresa

source: Available 0-30 Mbps
cs_cz: K dispozici 0-30 Mbps

source: Available 30-100 Mbps
cs_cz: K dispozici 30-100 Mbps

source: Available 100-300 Mbps
cs_cz: K dispozici 100-300 Mbps

source: Available 300-1000 Mbps
cs_cz: K dispozici 300-1000 Mbps

source: Available 1000+ Mbps
cs_cz: K dispozici 1000+ Mb/s

source: Overview of dealer commissions
cs_cz: Přehled provizí dealerů

source: Add Phone
cs_cz: Přidat telefon

source: Edit Phone
cs_cz: Upravit telefon

source: Delete Phone
cs_cz: Odstranit telefon

source: List Queues
cs_cz: Seznam front

source: Add Queue
cs_cz: Přidat frontu

source: Edit Queue
cs_cz: Upravit frontu

source: New Queue
cs_cz: Nová fronta

source: Queues
cs_cz: Fronty

source: Delete Queue
cs_cz: Odstranit frontu

source: Overlimit Fragment
cs_cz: Nadlimitní fragment

source: Overlimit Cost
cs_cz: Náklady za překročení limitu

source: Speed Up
cs_cz: Rychlost nahoru

source: Speed Down
cs_cz: Rychlost dolů

source: Cto Category
cs_cz: Kategorie ČTÚ

source: Related Services
cs_cz: Související služby

source: Not For New Customers
cs_cz: Ne pro nové zákazníky

source: Add Removed IP Address
cs_cz: Přidat odebranou IP adresu

source: Edit Removed IP Address
cs_cz: Upravit odebranou IP adresu

source: Delete Removed IP Address
cs_cz: Odstranit odebranou IP adresu

source: Removed
cs_cz: Odstraněno

source: Removed By
cs_cz: Odstranil

source: Add Removed IP Network
cs_cz: Přidat odebranou IP síť

source: Edit Removed IP Network
cs_cz: Upravit odebranou IP síť

source: Delete Removed IP Network
cs_cz: Odstranit odebranou IP síť

source: List Service Types
cs_cz: Seznam typů služeb

source: Add Service Type
cs_cz: Přidat typ služby

source: Have IP Addresses
cs_cz: Má IP adresy

source: Have RADIUS Accounts
cs_cz: Má účty RADIUS

source: Assign IP addresses from behind
cs_cz: Přidělování IP adres zezadu

source: Edit Service Type
cs_cz: Upravit typ služby

source: New Service Type
cs_cz: Nový typ služby

source: Service Types
cs_cz: Typy služeb

source: Delete Service Type
cs_cz: Odstranit typ služby

source: Contract Number Format
cs_cz: Formát čísla smlouvy

source: Subscriber Verification Code Format
cs_cz: Formát ověřovacího kódu účastníka

source: Invoice Text
cs_cz: Text faktury

source: Invoice With Items
cs_cz: Faktura s položkami

source: Installation Address Required
cs_cz: Je vyžadována instalační adresa

source: Access Point Required
cs_cz: Je vyžadován přístupový bod

source: Normally With Borrowed Equipment
cs_cz: Obvykle se zapůjčeným zařízením

source: Have Contract Versions
cs_cz: Má verze smlouvy

source: Have Equipments
cs_cz: Má zařízení

source: List Services
cs_cz: Seznam služeb

source: Add Service
cs_cz: Přidat službu

source: Edit Service
cs_cz: Upravit službu

source: Services
cs_cz: Služby

source: Delete Service
cs_cz: Odstranit službu

source: Total sum of active
cs_cz: Celkový součet aktivních

source: User Related
cs_cz: Související s uživatelem

source: User Profile
cs_cz: Uživatelský profil

source: List Users
cs_cz: Seznam uživatelů

source: Billing Functions
cs_cz: Funkce fakturace

source: Customer Functions
cs_cz: Funkce zákazníka

source: Update Phone Number Format
cs_cz: Aktualizace formátu telefonního čísla

source: Do you really want to update all phones for all customers?
cs_cz: Opravdu chcete aktualizovat všechny telefony pro všechny zákazníky?

source: Contract Functions
cs_cz: Funkce smlouvy

source: Addition of Contract Numbers
cs_cz: Přidání čísel smluv

source: Do you really want to add a contract number for all contracts?
cs_cz: Opravdu chcete přidat číslo smlouvy pro všechny smlouvy?

source: Force Overwrite
cs_cz: Vynutit přepsání

source: Do you really want to re-set a contract number for all contracts?
cs_cz: Opravdu chcete znovu nastavit číslo smlouvy pro všechny smlouvy?

source: Addition of Subscriber Verification Codes
cs_cz: Přidání kódů pro ověřování účastníků

source: Do you really want to add a subscriber verification code for all contracts?
cs_cz: Opravdu chcete přidat ověřovací kód účastníka pro všechny smlouvy?

source: Do you really want to re-set a subscriber verification code for all contracts?
cs_cz: Opravdu chcete znovu nastavit ověřovací kód účastníka pro všechny smlouvy?

source: System Related
cs_cz: Související se systémem

source: List Tax Rates
cs_cz: Seznam daňových sazeb

source: Task Related
cs_cz: Související s úkolem

source: List Task States
cs_cz: Seznam stavů úkolů

source: List Task Types
cs_cz: Seznam typů úkolů

source: Commission Related
cs_cz: Související s provizí

source: Add Sold Equipment
cs_cz: Přidat prodané zařízení

source: Edit Sold Equipment
cs_cz: Upravit prodané zařízení

source: Delete Sold Equipment
cs_cz: Odstranit prodané zařízení

source: Add Task State
cs_cz: Přidat stav úkolu

source: Edit Task State
cs_cz: Upravit stav úkolu
