Repository: Mapiiik/Watcher-CRM
Catalog: resources/locales/*/default.po
Languages: cs_cz

source: Number of emails to process.
cs_cz: Počet e-mailů ke zpracování.

source: Minimum waiting time after request to send (seconds).
cs_cz: Minimální čekací doba po požadavku na odeslání (sekundy).

source: Maximum waiting time after request to send (seconds).
cs_cz: Maximální čekací doba po požadavku na odeslání (sekundy).

source: Processing email messages:
cs_cz: Zpracování e-mailových zpráv:

source: Message with ID {0} was sent with identifier: {1}
cs_cz: Zpráva s ID {0} byla odeslána s identifikátorem: {1}

source: Error sending message with ID {0}: {1}
cs_cz: Chyba při odesílání zprávy s ID {0}: {1}

source: Done
cs_cz: Hotovo

source: Number of SMS to process.
cs_cz: Počet SMS ke zpracování.

source: Processing SMS messages:
cs_cz: Zpracování zpráv SMS:

source: Message status with ID {0}: {1}
cs_cz: Stav zprávy s ID {0}: {1}

source: Error getting message status with ID {0}: {1}
cs_cz: Chyba při získávání stavu zprávy s ID {0}: {1}

source: Processing
cs_cz: Zpracování

source: The dynamic SQL query could not be processed for label.
cs_cz: Dynamický dotaz SQL nebylo možné zpracovat pro štítek.

source: The dynamic SQL query did not return a customer_id value for label.
cs_cz: Dynamický dotaz SQL nevrátil hodnotu customer_id pro štítek.

source: dynamic
cs_cz: dynamický

source: The related dynamic customer labels could not be saved. Please, try again.
cs_cz: Související dynamické štítky zákazníků nebylo možné uložit. Zkuste to prosím znovu.

source: The related dynamic customer labels could not be deleted. Please, try again.
cs_cz: Související dynamické štítky zákazníků nebylo možné odstranit. Zkuste to prosím znovu.

source: The related static customer labels could not be deleted. Please, try again.
cs_cz: Související statické štítky zákazníků nebylo možné odstranit. Zkuste to prosím znovu.

source: Billing Address
cs_cz: Fakturační adresa

source: Installation Address
cs_cz: Adresa instalace

source: Delivery Address
cs_cz: Doručovací adresa

source: Permanent Address
cs_cz: Adresa trvalého bydliště

source: Username
cs_cz: Uživatelské jméno

source: Password
cs_cz: Heslo

source: Assigned IP Addresses
cs_cz: Přidělené IP adresy

source: IP Address
cs_cz: IP adresa

source: IP Network
cs_cz: IP síť

source: IP Gateway
cs_cz: IP brána

source: Assigned IP Networks
cs_cz: Přidělené IP sítě

source: DNS Servers
cs_cz: DNS servery

source: WiFi - Password
cs_cz: WiFi - Heslo

source: Subscriber Verification Code
cs_cz: Ověřovací kód účastníka

source: The access credential has been saved.
cs_cz: Přístupové oprávnění bylo uloženo.

source: The access credential could not be saved. Please, try again.
cs_cz: Přístupové oprávnění se nepodařilo uložit. Zkuste to prosím znovu.

source: The access credential has been deleted.
cs_cz: Přístupové pověření bylo odstraněno.

source: The access credential could not be deleted. Please, try again.
cs_cz: Přístupové oprávnění se nepodařilo odstranit. Zkuste to prosím znovu.

source: The address has been saved.
cs_cz: Adresa byla uložena.

source: The address could not be saved. Please, try again.
cs_cz: Adresu nelze uložit. Opakujte akci.

source: The address has been deleted.
cs_cz: Adresa byla odstraněna.

source: The address could not be deleted. Please, try again.
cs_cz: Adresu nelze odstranit. Opakujte akci.

source: Multiple ({0}) RUIAN addresses found.
cs_cz: Bylo nalezeno více ({0}) adres RUIAN.

source: Address found in RUIAN.
cs_cz: Adresa nalezena v RUIAN.

source: Address could not be found in RUIAN.
cs_cz: Adresa nebyla v RUIAN nalezena.

source: Unable to find results on page {0}. Redirect to page 1.
cs_cz: Nelze najít výsledky na stránce {0}. Přesměrování na stranu 1.

source: Billing text must be entered or service selected.
cs_cz: Je nutné zadat fakturační text nebo vybrat službu.

source: The service type does not match the selected contract.
cs_cz: Typ služby neodpovídá vybrané smlouvě.

source: The billing has been saved.
cs_cz: Fakturace byla uložena.

source: The billing could not be saved. Please, try again.
cs_cz: Fakturace nelze uložit. Opakujte akci.

source: The billing has been deleted.
cs_cz: Fakturace byla odstraněna.

source: The billing could not be deleted. Please, try again.
cs_cz: Fakturace nelze odstranit. Opakujte akci.

source: The access points list could not be loaded. Please, try again.
cs_cz: Seznam přístupových bodů nelze načíst. Zkuste to prosím znovu.

source: Contract Number
cs_cz: Číslo smlouvy

source: The borrowed equipment has been saved.
cs_cz: Zapůjčené zařízení bylo uloženo.

source: The borrowed equipment could not be saved. Please, try again.
cs_cz: Zapůjčené zařízení nelze uložit. Opakujte akci.

source: The borrowed equipment has been deleted.
cs_cz: Zapůjčené zařízení bylo odstraněno.

source: The borrowed equipment could not be deleted. Please, try again.
cs_cz: Zapůjčené zařízení nelze odstranit. Opakujte akci.

source: The commission has been saved.
cs_cz: Provize byla uložena.

source: The commission could not be saved. Please, try again.
cs_cz: Provizi se nepodařilo uložit. Prosím zkuste to znovu.

source: The commission has been deleted.
cs_cz: Provize byla smazána.

source: The commission could not be deleted. Please, try again.
cs_cz: Provizi se nepodařilo smazat. Prosím zkuste to znovu.

source: The contract state has been saved.
cs_cz: Stav smlouvy byl uložen.

source: The contract state could not be saved. Please, try again.
cs_cz: Stav smlouvy nelze uložit. Prosím, zkuste to znovu.

source: The contract state has been deleted.
cs_cz: Stav smlouvy byl odstraněn.

source: The contract state could not be deleted. Please, try again.
cs_cz: Stav smlouvy nelze odstranit. Prosím, zkuste to znovu.

source: The contract version has been saved.
cs_cz: Verze smlouvy byla uložena.

source: The contract version could not be saved. Please, try again.
cs_cz: Verzi smlouvy nebylo možné uložit. Zkuste to prosím znovu.

source: The contract version has been deleted.
cs_cz: Verze smlouvy byla odstraněna.

source: The contract version could not be deleted. Please, try again.
cs_cz: Verzi smlouvy nebylo možné odstranit. Zkuste to prosím znovu.

source: The contract has been saved.
cs_cz: Smlouva byla uložena.

source: The contract could not be saved. Please, try again.
cs_cz: Smlouvu nelze uložit. Opakujte akci.

source: The contract has been deleted.
cs_cz: Smlouva byla odstraněna.

source: The contract could not be deleted. Please, try again.
cs_cz: Smlouvu nelze odstranit. Opakujte akci.

source: The contract number has been updated.
cs_cz: Číslo smlouvy bylo aktualizováno.

source: The contract number could not be updated. Please, try again.
cs_cz: Číslo smlouvy nebylo možné aktualizovat. Zkuste to prosím znovu.

source: The contract numbers could not be updated. Please, try again.
cs_cz: Čísla smluv nebylo možné aktualizovat. Zkuste to prosím znovu.

source: The contract numbers have been updated.
cs_cz: Čísla smluv byla aktualizována.

source: The subscriber verification code has been updated.
cs_cz: Ověřovací kód účastníka byl aktualizován.

source: The subscriber verification code could not be updated. Please, try again.
cs_cz: Ověřovací kód účastníka se nepodařilo aktualizovat. Zkuste to prosím znovu.

source: The subscriber verification codes could not be updated. Please, try again.
cs_cz: Ověřovací kódy účastníků nebylo možné aktualizovat. Zkuste to prosím znovu.

source: The subscriber verification codes have been updated.
cs_cz: Ověřovací kódy účastníků byly aktualizovány.

source: No related borrowed equipments to install.
cs_cz: Žádná související zapůjčená zařízení k instalaci.

source: Installation
cs_cz: Instalace

source: No related borrowed equipments to uninstall.
cs_cz: Žádná související zapůjčená zařízení k deinstalaci.

source: Uninstallation
cs_cz: Deinstalace

source: No related billings to terminate.
cs_cz: Žádné související fakturace k ukončení.

source: Please set a date until which the contract is valid.
cs_cz: Nastavte prosím datum, do kterého je smlouva platná.

source: Contracts
cs_cz: Smlouvy

source: Contract for the provision of services
cs_cz: Smlouva o poskytování služeb

source: Contract for the provision of services (with termination of the original contract)
cs_cz: Smlouva o poskytování služeb (s ukončením původní smlouvy)

source: Amendment to the contract for the provision of services
cs_cz: Dodatek ke smlouvě o poskytování služeb

source: Agreement to terminate contract for the provision of services
cs_cz: Dohoda o ukončení smlouvy o poskytování služeb

source: Handover Protocols
cs_cz: Předávací protokoly

source: Handover protocol - Installation of internet connection
cs_cz: Předávací protokol - Instalace připojení k internetu

source: Handover protocol - Internet connection uninstallation
cs_cz: Předávací protokol - Deinstalace připojení k internetu

source: indefinitely
cs_cz: na dobu neurčitou

source: A borrowed equipment is not assigned, although it should normally be for this type of service. Please confirm that the customer has their own equipment or add it.
cs_cz: Zapůjčené zařízení není přiděleno, ačkoli by normálně mělo být pro tento typ služby. Potvrďte prosím, že zákazník má vlastní zařízení, nebo jej přidejte.

source: Invalid contract version requested.
cs_cz: Požadována neplatná verze smlouvy.

source: Invalid contract version to be replaced requested.
cs_cz: Požadována neplatná verze smlouvy, která má být nahrazena.

source: Please set the date until which the contract version is valid.
cs_cz: Nastavte prosím datum, do kterého je verze smlouvy platná.

source: Please set the date of conclusion of the contract version.
cs_cz: Nastavte prosím datum uzavření verze smlouvy.

source: Please enter the number of the contract to be terminated.
cs_cz: Zadejte prosím číslo smlouvy, která má být ukončena.

source: Please enter the effective date of the amendment.
cs_cz: Zadejte prosím datum účinnosti dodatku.

source: Please select the contract version to be replaced.
cs_cz: Vyberte verzi smlouvy, která má být nahrazena.

source: Please set the date of conclusion of the original contract version.
cs_cz: Nastavte prosím datum uzavření původní verze smlouvy.

source: Invalid type of document requested.
cs_cz: Neplatný typ požadovaného dokumentu.

source: The country has been saved.
cs_cz: Země byla uložena.

source: The country could not be saved. Please, try again.
cs_cz: Zemi nelze uložit. Opakujte akci.

source: The country has been deleted.
cs_cz: Země byla odstraněna.

source: The country could not be deleted. Please, try again.
cs_cz: Zemi nelze odstranit. Opakujte akci.

source: The customer label has been saved.
cs_cz: Štítek zákazníka byl uložen.

source: The customer label could not be saved. Please, try again.
cs_cz: Štítek zákazníka nelze uložit. Zkuste to prosím znovu.

source: The customer label has been deleted.
cs_cz: Štítek zákazníka byl odstraněn.

source: The customer label could not be deleted. Please, try again.
cs_cz: Štítek zákazníka nelze odstranit. Zkuste to prosím znovu.

source: The customer message has been saved.
cs_cz: Zpráva pro zákazníka byla uložena.

source: The customer message could not be saved. Please, try again.
cs_cz: Zprávu pro zákazníka se nepodařilo uložit. Zkuste to prosím znovu.

source: No customers were selected.
cs_cz: Nebyl vybrán žádný zákazník.

source: No contact was found for customer number {number}.
cs_cz: Pro zákazníka číslo {number} nebyl nalezen žádný kontakt.

source: The bulk customer message has been saved.
cs_cz: Hromadná zpráva pro zákazníka byla uložena.

source: The bulk customer message could not be saved. Please, try again.
cs_cz: Hromadnou zprávu pro zákazníka se nepodařilo uložit. Zkuste to prosím znovu.

source: The customer message has been deleted.
cs_cz: Zpráva pro zákazníka byla smazána.

source: The customer message could not be deleted. Please, try again.
cs_cz: Zprávu pro zákazníka nebylo možné odstranit. Zkuste to prosím znovu.

source: Please use the customer number or company identification number in the search.
cs_cz: Při vyhledávání prosím použijte zákaznické číslo nebo identifikační číslo společnosti.

source: The customer has been saved.
cs_cz: Zákazník byl uložen.

source: The customer could not be saved. Please, try again.
cs_cz: Zákazníka nelze uložit. Opakujte akci.

source: The customer has been deleted.
cs_cz: Zákazník byl odstraněn.

source: The customer could not be deleted. Please, try again.
cs_cz: Zákazníka nelze odstranit. Opakujte akci.

source: Consent to the processing of personal data
cs_cz: Souhlas se zpracováním osobních údajů

source: Consent to the processing of personal data (change)
cs_cz: Souhlas se zpracováním osobních údajů (změna)

source: The dealer commission has been saved.
cs_cz: Provize dealera byla uložena.

source: The dealer commission could not be saved. Please, try again.
cs_cz: Provizi dealera se nepodařilo uložit. Prosím zkuste to znovu.

source: The dealer commission has been deleted.
cs_cz: Provize dealera byla smazána.

source: The dealer commission could not be deleted. Please, try again.
cs_cz: Provizi dealera nelze smazat. Prosím zkuste to znovu.

source: The email has been saved.
cs_cz: E-mail byl uložen.

source: The email could not be saved. Please, try again.
cs_cz: E-mail nelze uložit. Opakujte akci.

source: The email has been deleted.
cs_cz: E-mail byl odstraněn.

source: The email could not be deleted. Please, try again.
cs_cz: E-mail nelze odstranit. Opakujte akci.

source: The equipment type has been saved.
cs_cz: Typ zařízení byl uložen.

source: The equipment type could not be saved. Please, try again.
cs_cz: Typ zařízení nelze uložit. Opakujte akci.

source: The equipment type has been deleted.
cs_cz: Typ zařízení byl odstraněn.

source: The equipment type could not be deleted. Please, try again.
cs_cz: Typ zařízení nelze odstranit. Opakujte akci.

source: The IP address has been saved.
cs_cz: IP adresa byla uložena.

source: The IP address could not be saved. Please, try again.
cs_cz: IP adresu se nepodařilo uložit. Zkuste to prosím znovu.

source: The IP address ranges list could not be loaded. Please, try again.
cs_cz: Seznam rozsahů IP adres se nepodařilo načíst. Zkuste to prosím znovu.

source: last used until {0} by {1}
cs_cz: naposledy použito do {0} - {1}

source: unknown customer
cs_cz: neznámý zákazník

source: The IP address has been deleted.
cs_cz: IP adresa byla odstraněna.

source: The IP address could not be deleted. Please, try again.
cs_cz: IP adresu nebylo možné odstranit. Zkuste to prosím znovu.

source: The removed IP address has been saved.
cs_cz: Odebraná IP adresa byla uložena.

source: The removed IP address could not be saved. Please, try again.
cs_cz: Odebranou IP adresu nelze uložit. Opakujte akci.

source: The IP network has been saved.
cs_cz: IP síť byla uložena.

source: The IP network could not be saved. Please, try again.
cs_cz: IP síť nelze uložit. Zkuste to prosím znovu.

source: The IP network has been deleted.
cs_cz: IP síť byla odstraněna.

source: The IP network could not be deleted. Please, try again.
cs_cz: IP síť nelze odstranit. Zkuste to prosím znovu.

source: The removed IP network has been saved.
cs_cz: Odebraná IP síť byla uložena.

source: The removed IP network could not be saved. Please, try again.
cs_cz: Odebranou IP síť nelze uložit. Zkuste to prosím znovu.

source: An expression for data modification was detected in the SQL query, which is forbidden.
cs_cz: V dotazu SQL byl zjištěn výraz pro modifikaci dat, což je zakázáno.

source: The label has been saved.
cs_cz: Štítek byl uložen.

source: The label could not be saved. Please, try again.
cs_cz: Štítek nelze uložit. Zkuste to prosím znovu.

source: The label has been deleted.
cs_cz: Štítek byl odstraněn.

source: The label could not be deleted. Please, try again.
cs_cz: Štítek nelze odstranit. Zkuste to prosím znovu.

source: The related customer labels has been updated.
cs_cz: Související štítky zákazníků byly aktualizovány.

source: The related customer labels could not be updated. Please, try again.
cs_cz: Související štítky zákazníků nebylo možné aktualizovat. Zkuste to prosím znovu.

source: The login has been saved.
cs_cz: Přihlášení bylo uloženo.

source: The login could not be saved. Please, try again.
cs_cz: Přihlášení nelze uložit. Prosím, zkuste to znovu.

source: The login has been deleted.
cs_cz: Přihlášení bylo odstraněno.

source: The login could not be deleted. Please, try again.
cs_cz: Přihlášení nelze odstranit. Prosím, zkuste to znovu.

source: Invalid RUIAN GID: {0}
cs_cz: Neplatné RÚIAN GID: {0}

source: unknown dealer
cs_cz: neznámý dealer

source: The phone has been saved.
cs_cz: Telefon byl uložen.

source: The phone could not be saved. Please, try again.
cs_cz: Telefon nelze uložit. Opakujte akci.

source: The phone has been deleted.
cs_cz: Telefon byl odstraněn.

source: The phone could not be deleted. Please, try again.
cs_cz: Telefon nelze odstranit. Opakujte akci.

source: The phone number is invalid: {0}
cs_cz: Telefonní číslo je neplatné: {0}

source: The phones could not be updated. Please, try again.
cs_cz: Telefony nebylo možné aktualizovat. Zkuste to prosím znovu.

source: The phones have been updated.
cs_cz: Telefony byly aktualizovány.

source: The queue has been saved.
cs_cz: Fronta byla uložena.

source: The queue could not be saved. Please, try again.
cs_cz: Frontu nelze uložit. Zkuste to prosím znovu.

source: The queue has been deleted.
cs_cz: Fronta byla odstraněna.

source: The queue could not be deleted. Please, try again.
cs_cz: Frontu nelze odstranit. Zkuste to prosím znovu.

source: The removed IP address has been deleted.
cs_cz: Odebraná IP adresa byla odstraněna.

source: The removed IP address could not be deleted. Please, try again.
cs_cz: Odebranou IP adresu nelze odstranit. Opakujte akci.

source: The removed IP network has been deleted.
cs_cz: Odebraná IP síť byla odstraněna.

source: The removed IP network could not be deleted. Please, try again.
cs_cz: Odebranou IP síť nelze odstranit. Zkuste to prosím znovu.

source: The service type has been saved.
cs_cz: Typ služby byl uložen.

source: The service type could not be saved. Please, try again.
cs_cz: Typ služby nelze uložit. Opakujte akci.

source: The service type has been deleted.
cs_cz: Typ služby byl odstraněn.

source: The service type could not be deleted. Please, try again.
cs_cz: Typ služby nelze odstranit. Opakujte akci.

source: The service has been saved.
cs_cz: Služba byla uložena.

source: The service could not be saved. Please, try again.
cs_cz: Službu nelze uložit. Opakujte akci.

source: The service has been deleted.
cs_cz: Služba byla odstraněna.

source: The service could not be deleted. Please, try again.
cs_cz: Službu nelze odstranit. Opakujte akci.

source: The sold equipment has been saved.
cs_cz: Prodané zařízení bylo uloženo.

source: The sold equipment could not be saved. Please, try again.
cs_cz: Prodané zařízení nelze uložit. Opakujte akci.

source: The sold equipment has been deleted.
cs_cz: Prodané zařízení bylo odstraněno.

source: The sold equipment could not be deleted. Please, try again.
cs_cz: Prodané zařízení nelze odstranit. Opakujte akci.

source: The task state has been saved.
cs_cz: Stav úkolu byl uložen.

source: The task state could not be saved. Please, try again.
cs_cz: Stav úkolu nelze uložit. Prosím, zkuste to znovu.

source: The task state has been deleted.
cs_cz: Stav úkolu byl odstraněn.

source: The task state could not be deleted. Please, try again.
cs_cz: Stav úkolu nelze odstranit. Prosím, zkuste to znovu.

source: The task type has been saved.
cs_cz: Typ úkolu byl uložen.

source: The task type could not be saved. Please, try again.
cs_cz: Typ úkolu nelze uložit. Prosím, zkuste to znovu.

source: The task type has been deleted.
cs_cz: Typ úkolu byl odstraněn.

source: The task type could not be deleted. Please, try again.
cs_cz: Typ úkolu nelze odstranit. Prosím, zkuste to znovu.

source: none
cs_cz: žádný

source: The task has been saved.
cs_cz: Úkol byl uložen.

source: The task could not be saved. Please, try again.
cs_cz: Úkol nelze uložit. Prosím, zkuste to znovu.

source: Phone
cs_cz: Telefon

source: The task has been deleted.
cs_cz: Úkol byl odstraněn.

source: The task could not be deleted. Please, try again.
cs_cz: Úkol nelze odstranit. Prosím, zkuste to znovu.

source: You have a new task # {0}
cs_cz: Máte nový úkol č. {0}

source: You have changes in task # {0}
cs_cz: Máte změny v úkolu č. {0}

source: Notification email sent.
cs_cz: E-mail s oznámením odeslán.

source: The notification email could not be sent.
cs_cz: E-mail s oznámením se nepodařilo odeslat.

source: There was {0} unfinished task found that does not have a dealer assigned.
cs_cz: Byl nalezen {0} nedokončený úkol, který nemá přiřazeného dealera.

source: The tax rate has been saved.
cs_cz: Sazba daňe byla uložena.

source: The tax rate could not be saved. Please, try again.
cs_cz: Sazbu daně nebylo možné uložit. Zkuste to prosím znovu.

source: The tax rate has been deleted.
cs_cz: Sazba daně byla odstraněna.

source: The tax rate could not be deleted. Please, try again.
cs_cz: Sazbu daně nelze odstranit. Zkuste to prosím znovu.

source: Errors
cs_cz: Chyby

source: User
cs_cz: Uživatel

source: Customer Service Technician
cs_cz: Technik zákaznického servisu

source: Network Technician
cs_cz: Síťový technik

source: Network Manager
cs_cz: Správce sítě

source: Sales Representative
cs_cz: Obchodní zástupce

source: Sales Manager
cs_cz: Manažer prodeje

source: Bookkeeper
cs_cz: Účetní

source: Contract data not available.
cs_cz: Údaje o smlouvě nejsou k dispozici.

source: Contract state data not available.
cs_cz: Údaje o stavu smlouvy nejsou k dispozici.

source: Contracts data not available.
cs_cz: Údaje o smlouvách nejsou k dispozici.

source: Low
cs_cz: Nízká

source: Normal
cs_cz: Normální

source: High
cs_cz: Vysoká

source: Urgent
cs_cz: Naléhavé

source: House Number
cs_cz: Číslo popisné

source: Registration Number
cs_cz: Evidenční číslo

source: No
cs_cz: Ne

source: Yes
cs_cz: Ano

source: current
cs_cz: aktuální

source: former
cs_cz: bývalý

source: Do not send
cs_cz: Nezasílat

source: Send by email
cs_cz: Odeslat e-mailem

source: Plain Text
cs_cz: Prostý text

source: Pending
cs_cz: Čeká na vyřízení

source: Processed
cs_cz: Zpracováno

source: Sent
cs_cz: Odesláno

source: Delivered
cs_cz: Doručeno

source: Failed
cs_cz: Selhalo

source: Outgoing
cs_cz: Odchozí

source: Incoming
cs_cz: Příchozí

source: Email - Contracts
cs_cz: E-mail - smlouvy

source: Email - Invoices
cs_cz: E-mail - faktury

source: Email - Support
cs_cz: E-mail - podpora

source: Customer address set via RADIUS
cs_cz: Adresa zákazníka nastavená přes RADIUS

source: Customer address set manually
cs_cz: Adresa zákazníka nastavená ručně

source: Technology address set manually
cs_cz: Adresa technologie nastavená ručně

source: Customer network set via RADIUS
cs_cz: Síť zákazníka nastavená přes RADIUS

source: Customer network set manually
cs_cz: Síť zákazníka nastavená ručně

source: Technology network set manually
cs_cz: Síť technologie nastavená ručně

source: Guest
cs_cz: Host

source: Technician
cs_cz: Technik

source: Administrator
cs_cz: Administrátor

source: Specialist
cs_cz: Specialista

source: The specified service type requires the assignment of an installation address.
cs_cz: Zadaný typ služby vyžaduje přiřazení instalační adresy.

source: The specified service type requires the assignment of an access point.
cs_cz: Zadaný typ služby vyžaduje přiřazení přístupového bodu.

source: The specified identification number is not valid.
cs_cz: Zadané identifikační číslo není platné.

source: This IP address is already in use.
cs_cz: Tato IP adresa se již používá.

source: This IP network is already in use.
cs_cz: Tato IP síť se již používá.
